[
    {
      "Image": "SpaciousFamilyHaven.jpg",
      "estate_title": "Spacious Family Haven",
      "id": 1,
      "segment_name": "Single-family homes",
      "description": "Imagine settling into a charming 3-bedroom house nestled in a tranquil Dhaka neighborhood. Picture waking up to the gentle hum of everyday life, a welcome contrast to the bustling city center. Step outside and breathe in the fresh air in your expansive backyard, a perfect sanctuary to unwind after a long day. Whether you envision barbeques with friends and family under the open sky or quiet evenings reading a book in a hammock, this backyard offers the space to create your own personal oasis. The three bedrooms provide a comfortable haven for everyone in the household. Perhaps one room will become your own private sanctuary, a space to relax and recharge. Another could be the perfect haven for children, filled with toys and laughter. The possibilities are endless! This house offers not just a place to live, but a place to build a home, a place to create lasting memories with loved ones.",
      "price": 15000000,
      "Status": "sale",
      "Area": "2200 sq ft",
      "location": "Dhaka",
      "facilities": [
        "Living room",
        "Dining room",
        "Kitchen",
        "3 Bedrooms",
        "2 Bathrooms",
        "Garage"
      ],
      "category": "Single-family homes"
    },
    {
      "Image": "ModernChittagongTownhouse.jpg",
      "estate_title": "Modern Chittagong Townhouse",
      "id": 2,
      "segment_name": "Townhouses",
      "description": "Imagine living in Chittagong, a bustling port city, and unwinding in your very own 2-bedroom townhouse. Picture stepping out onto a private balcony, the morning breeze carrying the murmur of the city and the scent of fresh sea air.  Unfold the balcony doors and let the vibrant energy of Chittagong fill your home. As you sip your cup of tea, your gaze stretches out over the cityscape.  Towering buildings with modern architecture mingle with historical landmarks, all bathed in the golden hues of sunrise.  Spot the glistening Karnaphuli River snaking through the heart of the city, a vital artery pulsating with life. This 2-bedroom townhouse offers not just a place to live, but an urban sanctuary. Inside, envision spacious rooms bathed in natural light filtering through large windows. The two bedrooms provide a haven for relaxation, while the additional space allows you to personalize your living area. Perhaps you'll create a cozy reading nook or a dedicated workspace with a view that inspires creativity.  Imagine hosting friends and family on your balcony for lively evenings under the starlit Chittagong sky. This townhouse becomes your launchpad to explore the city's rich culture, bustling markets, and hidden gems, all while offering a tranquil retreat to call your own.",
      "price": 8500000,
      "Status": "sale",
      "Area": "1500 sq ft",
      "location": "Chittagong",
      "facilities": [
        "Living room",
        "Kitchen",
        "2 Bedrooms",
        "2 Bathrooms",
        "Balcony"
      ],
      "category": "Townhouses"
    },
    {
      "Image": "ChicSylhetStudio.jpg",
      "estate_title": "Chic Sylhet Studio",
      "id": 3,
      "segment_name": "Apartments",
      "description": "Dive into the heart of Sylhet's energy with this chic studio apartment! Nestled in a vibrant downtown location, you'll be steps away from the best the city has to offer. Imagine strolling out your door and being immediately surrounded by bustling cafes, trendy shops, and exciting cultural experiences. No matter your profession, this convenient location ensures easy commutes and keeps you connected to the city's pulse. The studio itself provides a stylish and efficient living space. Perfect for professionals, the layout maximizes functionality without sacrificing comfort. Imagine mornings spent whipping up breakfast in a well-equipped kitchenette and evenings unwinding after work in a cozy and modern space. With everything you need within close proximity, this studio allows you to embrace the dynamic downtown lifestyle without sacrificing on peace and comfort.",
      "price": 12000,
      "Status": "rent",
      "Area": "400 sq ft",
      "location": "Sylhet",
      "facilities": [
        "Living area",
        "Kitchenette",
        "Bathroom"
      ],
      "category": "Apartments"
    },
    {
      "Image": "ComfyStudentQuarters.jpg",
      "estate_title": "Comfy Student Quarters (Rajshahi)",
      "id": 4,
      "segment_name": "Student housing",
      "description": "Ditch the dorm life and live comfortably at our fully furnished apartment! Located just a stone's throw from Rajshahi University, this is the perfect place for students seeking a convenient and modern living space. Step inside and ditch the hassle of furnishing your own place.  We've got you covered with everything you need, from a comfy couch and cozy beds to a full kitchen set up for whipping up late-night study snacks.  Focus on your studies and leave the details to us. But comfort isn't all we offer. Stay connected and on top of your studies with our blazing-fast high-speed internet. Download lectures, research papers, and video chat with classmates without a hitch. Whether you're cramming for exams or streaming a movie on your break, you'll have the reliable connection you need. Live close to campus and enjoy the freedom of having everything you need within reach.  Say goodbye to long commutes and hello to a relaxed student life.  This fully furnished apartment with high-speed internet is the perfect solution for a productive and enjoyable academic year.  Don't miss out, inquire today!",
      "price": 8000,
      "Status": "rent",
      "Area": "600 sq ft",
      "location": "Rajshahi",
      "facilities": [
        "Living room",
        "Bedroom",
        "Bathroom",
        "Shared kitchen",
        "High-speed internet"
      ],
      "category": "Student housing"
    },
    {
      "Image": "ActiveSeniorLiving.jpg",
      "estate_title": "Active Senior Living (Khulna)",
      "id": 5,
      "segment_name": "Senior living communities",
      "description": "Are you looking for a vibrant and independent lifestyle in Khulna, with the peace of mind of on-site medical care and engaging activities?  An independent living community offers the perfect blend of social connection, personalized assistance, and a secure environment. Imagine waking up in your own comfortable apartment within a friendly community.  Step outside your door and join a lively yoga session in the mornings, or participate in a stimulating art class in the afternoons.  Evenings might be spent socializing with neighbors in the beautifully landscaped courtyard, enjoying a movie night in the on-site theater, or indulging in a delicious meal prepared by the community chef Independent living communities prioritize your well-being.  Enjoy the convenience of on-site medical professionals who can provide regular checkups and address any health concerns.  The community may also offer assistance with daily tasks, such as housekeeping or transportation, allowing you to maintain your independence while receiving a helping hand when needed. Living in an independent living community in Khulna means being surrounded by like-minded individuals who share your desire for an active and fulfilling lifestyle.  It's a place where you can embrace new experiences, build lasting friendships, and enjoy the peace of mind that comes with knowing there's always someone there to support you.",
      "price": 25000,
      "Status": "rent",
      "Area": "750 sq ft",
      "location": "Khulna",
      "facilities": [
        "Living room",
        "Bedroom",
        "Bathroom",
        "Kitchen",
        "Community center",
        "Medical care"
      ],
      "category": "Senior living communities"
    },
    {
      "Image": "Cox'sBazarBeachRetreat.jpg",
      "estate_title": "Cox's Bazar Beach Retreat",
      "id": 6,
      "segment_name": "Vacation rentals",
      "description": "Immerse yourself in paradise at our luxurious beachfront apartment in Cox's Bazar. Wake up to the mesmerizing symphony of the Bay of Bengal, where turquoise waves lap against the shore and the salty breeze carries the whispers of exotic adventures. Step out onto your private balcony and be captivated by the endless horizon, painted with fiery sunrises and cotton candy sunsets. Inside, the apartment is a haven of comfort and elegance. High-end furnishings and plush fabrics create an inviting ambience, while expansive windows bathe the space in the warm glow of the sun and the calming blues of the ocean. Unwind in the spacious living area, perfect for cozy evenings spent reminiscing with loved ones. The fully-equipped gourmet kitchen beckons you to whip up delicious meals, using fresh seafood caught just steps away. Each bedroom is a tranquil oasis, featuring plush beds and luxurious linens that promise a restful sleep lulled by the gentle rhythm of the waves. Unwind in the spa-like ensuite bathrooms, complete with rejuvenating amenities. Whether you're seeking a romantic getaway, a fun-filled family vacation, or a rejuvenating solo retreat, this luxurious beachfront apartment offers the perfect blend of comfort, sophistication, and unparalleled oceanfront living.",
      "price": 3000,
      "Status": "rent",
      "Area": "1000 sq ft",
      "location": "hahha uganda",
      "facilities": [
        "Living room",
        "Bedroom",
        "Bathroom",
        "Shared kitchen",
        "High-speed internet"
      ],
      "category": "Vacation rentals"
    }
  ]

  